{
  "symbol": "AUD/USD",
  "name": "Australian Dollar vs US Dollar",
  "nameCn": "澳元/美元",
  "timestamp": "2025-11-18T04:17:13.843Z",
  "price": {
    "close": "0.64725",
    "high": "0.64787",
    "low": "0.64697",
    "open": "0.64785",
    "change": "-0.09",
    "datetime": "2025-11-18 15:00:00"
  },
  "indicators": {
    "rsi": 30.65615,
    "macd": -0.0011613888,
    "macd_signal": -0.00097558873,
    "sma20": 0.65
  },
  "analysis": {
    "zh": {
      "title": "澳元/美元技术分析：[震荡整理]",
      "content": "当前澳元/美元（AUD/USD）在0.64725附近震荡整理，24小时内小幅下跌0.09%。从价格走势来看，短期内没有明显的上涨或下跌趋势，市场情绪相对谨慎。当前的高点在0.64787，低点为0.64697，表明市场正在寻找明确的方向。\n\n技术指标方面，虽然RSI未提供，但MACD显示出轻微的负值（-0.0011613888），这可能暗示短期卖压仍在。20日简单移动平均线（SMA）位于0.65，进一步表明价格目前已低于这一关键水平，意味着短期内可能面临一定的阻力。\n\n支撑位方面，0.64697是关键支撑水平，一旦跌破，可能会进一步引发卖盘。相反，若价格能突破0.6500的阻力位，可能会吸引更多的买盘进入市场。因此，交易者应密切关注这一价位的突破情况，以制定相应的交易策略。\n\n综合来看，当前市场处于震荡整理阶段，建议投资者在支撑位附近谨慎布局，设置适当的止损位。同时关注市场情绪和经济数据，以便及时调整交易策略。"
    },
    "en": {
      "title": "Australian Dollar vs US Dollar Technical Analysis",
      "content": "The AUD/USD pair currently trades at 0.64725, demonstrating a slight decline of 0.09% over the past 24 hours. This price action suggests that the Australian Dollar is facing selling pressure against the US Dollar, particularly as it approaches the recent low of 0.64697. The overall trend remains bearish, and traders should be cautious, as the inability to break above the recent high of 0.64787 indicates a lack of bullish momentum.\n\nIn terms of technical indicators, the MACD currently shows a negative value of -0.0011613888, signaling that the bearish momentum may persist. Although the RSI(14) is not available, the absence of significant upward movement may suggest weakening buying interest. This situation raises concerns about potential further downside pressure, especially if the price declines below the immediate support level around 0.64697.\n\nSupport and resistance levels play a crucial role in understanding the price dynamics for AUD/USD. The immediate support level is at 0.64697, and a break below this level could lead to increased selling, with potential targets around 0.6450. Conversely, resistance exists at the SMA(20) level of 0.650, which traders should monitor closely. A sustained breach above this level could signal a reversal and a potential bullish trend.\n\nGiven the current market conditions, traders might consider short positions if the price breaks below 0.64697, targeting lower levels for potential profits. On the other hand, if the pair manages to reclaim ground above the SMA(20), a cautious long entry could become viable. Risk management is essential, and traders should use stop-loss orders to mitigate potential losses in this volatile environment."
    }
  }
}