{
  "symbol": "AUD/USD",
  "name": "Australian Dollar vs US Dollar",
  "nameCn": "澳元/美元",
  "timestamp": "2025-11-17T03:42:03.465Z",
  "price": {
    "close": "0.65138",
    "high": "0.65214",
    "low": "0.6513",
    "open": "0.65202",
    "change": "-0.10",
    "datetime": "2025-11-17 14:00:00"
  },
  "indicators": {
    "rsi": 35.88046,
    "macd": -0.0004151434,
    "macd_signal": -0.00024045895,
    "sma20": 0.652942
  },
  "analysis": {
    "zh": {
      "title": "澳元/美元技术分析：[当前震荡趋势，谨慎操作]",
      "content": "当前澳元/美元的价格为0.65138，处于震荡趋势中。最近24小时内价格变化率为-0.10%，显示出市场缺乏明确方向。价格在高点0.65214与低点0.6513之间波动，表明短期内多头和空头力量相对均衡，投资者情绪较为谨慎。\n\n技术指标方面，虽然RSI(14)数据尚不可用，但MACD指标显示为负值-0.00041514340，意味着当前市场可能存在一定的卖压。20日简单移动平均线(SMA)为0.652942，价格在其下方，暗示短期内空头仍占主导。因此，若价格未能突破0.65294，可能会继续承压。\n\n支撑位方面，0.6513是关键支撑，如果价格跌破该水平，可能会进一步下探0.6500。阻力位则在0.65214和0.6530附近。建议短期交易者可关注这些关键水平，如果价格接近支撑位，可考虑适量多单，而在接近阻力位时则可以考虑空单，保持灵活应对市场变化。"
    },
    "en": {
      "title": "Australian Dollar vs US Dollar Technical Analysis",
      "content": "The Australian Dollar (AUD) against the US Dollar (USD) has recently shown a slight bearish trend, as indicated by the current price of 0.65138, which represents a minor decline of 0.10% over the past 24 hours. The price has encountered resistance near the 0.65214 level, which has capped upward movements. Conversely, the recent low of 0.6513 suggests a consolidation phase, where buyers might look for favorable entry points. The prevailing trend indicates caution, as momentum appears to favor the downside in the short term.\n\nTechnical indicators provide further insights into the current market dynamics. Although the RSI(14) is not available, the MACD value of -0.00041514340 suggests a bearish momentum. This negative reading indicates that selling pressure is dominating the market, potentially leading to further declines if the trend continues. The 20-day Simple Moving Average (SMA) at 0.652942 reinforces the resistance level, as the price remains below this key moving average, signaling a potential continuation of the bearish trend unless a significant breakout occurs.\n\nKey support levels to watch include the recent low of 0.6513, which may act as a psychological barrier for traders. A break below this level could open the door for further downside, potentially targeting the next support level around 0.6500. Conversely, if the price manages to reclaim the 0.65214 resistance, it might attract buyers and trigger a short-term bullish reversal. Traders should remain vigilant for any significant price movements around these levels.\n\nIn light of the current technical landscape, a cautious approach is advisable. Short-selling opportunities may present themselves if the price continues to struggle around the 0.65214 resistance level, especially if confirmed by bearish patterns or further MACD divergence. Alternatively, a breakout above this resistance could prompt a reconsideration of bullish positions, provided that the price sustains above the 20-day SMA. Overall, a careful assessment of price action is essential for informed trading decisions in the AUD/USD pair."
    }
  }
}